import React from 'react';
import TitlewithLogo from '../../components/TitlewithLogo';

const About = () => {
  return (
    <div>
      <TitlewithLogo title="من نحن" />
      <div className="my-6 mx-6 text-center text-black font-[700] text[22px]">
        هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي
        القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة
        التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ
        طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام "هنا يوجد محتوى نصي، هنا
        يوجد محتوى نصي" فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من
        برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل
        إفتراضي كنموذج عن النص، وإذا قمت بإدخال "lorem ipsum" في أي محرك بحث
        ستظهر العديد من المواقع الحديثة العهد في نتائج البحث. على مدى السنين
        ظهرت نسخ جديدة ومختلفة من نص لوريم إيبسوم، أحياناً عن طريق الصدفة،
        وأحياناً عن عمد كإدخال بعض العبارات الفكاهية إليها
      </div>
    </div>
  );
};

export default About;
